Repository: pi-module/event
Catalog: locale/*/admin.po
Languages: fa, fr

source: Recent events
fa: رویداد های نزدیک
fr: Événements récents

source: Recent events list
fa: فهرست رویداد های نزدیک
fr: Liste des événements récents

source: Category
fa: شاخه
fr: Catégorie

source: Number
fa: تعداد
fr: Nombre

source: Show time
fa: نمایش زمان
fr: Afficher la date

source: Show category
fa: نمایش شاخه
fr: Afficher la catégorie

source: Show price
fa: نمایش قیمت
fr: Afficher le prix

source: Show hits
fa: نمایش بازدید
fr: Afficher les hits

source: Show summary
fa: نمایش خلاصه
fr: Afficher le résumé

source: Show days
fa: نمایش تعداد روز
fr: Afficher les jours

source: Event list type
fa: نوع نمایش فهرست رویداد ها
fr: Mode affichage en liste

source: Vertical
fa: عمودی

source: Horizontal
fa: افقی

source: Table
fa: جدولی

source: Show more link
fa: نمایش لینک ادامه
fr: Afficher le lien Plus

source: Set more link
fa: درج لینک ادامه
fr: Définir l'url du lien Plus

source: Use block effects
fa: استفاده از افکت های بلاک
fr: Utiliser les effets pour les blocs

source: Use block effects or set custom effect on theme
fa: ستفاده از افکت های جاوا اسکریپت یا سی اس اس بلاک یا شخصی سازی آن در قالب
fr: Utiliser les effets pour les blocs ou définir un effet personnalisé dans le thème

source: Event comments
fa: نظرات رویداد
fr: Commentaires Evènements

source: Admin
fa: بخش مدیریت

source: News module
fa: ماژول اخبار
fr: Module News

source: Guide module
fa: ماژول مدیریت اماکن
fr: Module Guide

source: View
fa: نمایش
fr: Voir

source: Social
fa: شبکه های اجتماعی

source: Manage
fa: مدیریت درج رویداد توسط کاربر
fr: Gérer

source: Order
fa: سفارش
fr: Commander

source: Vote
fa: رای

source: Favourite
fa: علاقه مندی
fr: Favoris

source: Google Map
fa: نقشه گوگل

source: Perpage
fa: تعداد در صفحه
fr: Par page

source: Generate slug automatic
fa: ساخت خودکار اسلاگ
fr: Générer le slug automatiquement

source: Use news topics
fa: استفاده از موضوع های ماژول اخبار
fr: Utiliser les catégories du module News

source: Use guide category
fa: استفاده از شاخه های ماژول مدیریت اماکن
fr: Utiliser les Catégories du module Guide

source: Use guide location
fa: استفاده از مکان ماژول مدیریت اماکن
fr: Utiliser les Lieux du module Guide

source: Select location level for show on filter form
fa: انتخاب سطح مکان برای نمایش در فرم
fr: Sélectionner le niveau Lieux à afficher dans le bloc recherche

source: level 1
fa: سطح ۱
fr: niveau 1

source: level 2
fa: سطح ۲
fr: niveau 2

source: level 3
fa: سطح ۳
fr: niveau 3

source: level 4
fa: سطح ۴
fr: niveau 4

source: level 5
fa: سطح ۵
fr: niveau 5

source: View template
fa: انتخاب تمپلیت

source: Temporary config to finish new angular js template
fa: تنظیم انتخاب تمپلیت تا تکمیل روش نمایش جدید ( موقتی )

source: Summary for index page
fa: خلاصه برای صفحه اول
fr: Texte d'introduction pour la page Index (Summary)

source: Description for index page
fa: متن توضیحات صفحه اول ماژول
fr: Description pour la page Index

source: Active wide front image for this module
fa: فعال کردن تصویر عریض برای صفحات این ماژول
fr: Activer la front wide image pour ce module

source: Line : each event on one line
fa: خطی : هر رویداد در یک خط
fr: Ligne : un évènement par ligne

source: Box : each event as box and 3 box on one line
fa: باکس : هر سه رویداد در یک خط
fr: Box : 3 évènements par ligne

source: Show related event
fa: نمایش رویداد های مشابه
fr: Afficher les évènements relatifs

source: Related event type
fa: نوع رویداد های مشابه
fr: Type Evènements Relatifs

source: By event module topics
fa: بر اساس شاخه ماژول رویداد
fr: Par Sujets du module News

source: By guide module categories
fa: براساس شاخه ماژول معرفی امکان
fr: Par catégorie du module Guide

source: Set wide image for homepage
fa: تنظیم عکس عریض برای صفحه اول
fr: Définir l'image large pour la page Index

source: Price filter
fa: فیلتر قیمت
fr: Filtre sur le Prix

source: Input method : 100-200,Between 100 to 200|200-300,Between 200 to 300|
fa: روش ورود اطلاعات ، از علامت های | و - و , باید استفاده شود ، به طور مثال : 0-500000,بین ۰ تا ۵۰.۰۰۰ تومان|500000-2000000,بین ۵۰.۰۰۰ تا ۲۰۰.۰۰۰ تومان|
fr: Règle de saisie : 100-200, Entre 100 à 200|200, Entre 200 et 300|

source: Make organizer bold
fa: سازمان دهنده رویداد بلد شود
fr: Mettre l'organisateur en gras

source: Image position
fa: محل تصویر
fr: Position Image

source: Image position on single event page
fa: محل تصویر در صفحه رویداد
fr: Position de l'image dans la page Evènement

source: Show image on sidebar
fa: تصویر در کنار
fr: Afficher l'image sur le côté

source: Show image on center
fa: تصویر در وسط
fr: Afficher l'image au centre

source: Include all hits
fa: تمام بازداد های محاسبه شود
fr: Inclure tous les hits

source: Include all page refresh as hits, if not check use SESSION check for update hits
fa: تمام بازداد ها با هر رفرش محاسبه شود، اگر فعال نباشد بازدید بر اساس سشن محاسبه می شود
fr: Inclure tous les rafraichissement de page dans les Hits. sinon mise à jour des hits d'après le contrôle SESSION

source: Show summary on event page
fa: نمایش خلاصه در صفحه رویداد
fr: Texte d'introduction pour la page Event (Summary)

source: Social sharing items
fa: موارد اشتراک گذاری در شبکه های اجتماعی
fr: Réseaux sociaux

source: Manage event by users
fa: مدیریت رویداد ها توسط کاربر
fr: Gestion des évènements par les utilisateurs

source: Auto approval user events
fa: تایید خودکار رویداد های درج شده توسط کاربر
fr: Auto-approbation des évènements utilisateurs

source: Allowed user role to access
fa: نقش کاربری مجاز برای دسترسی
fr: Rôle utilisateur autorisé à accéder

source: Put allowed role here, this option used when guide module not installed
fa: نقش کاربری مجاز برای ارسال رویداد را در این بخش وارد کنید، از این گزینه زمانی که ماژول معرفی امکان نصب نیست استفاده می شود
fr: Saisir ici le rôle autorisé, cette option est utilisée si le module guide n'est pas installé

source: Manage register options
fa: مدیریت گزینه های ثبت نام
fr: Gérer les options d'inscription

source: Active order
fa: فعال سازی ثبت نام در رویداد
fr: Activer l'inscription

source: Manage event registration, ticket stock and activate orders
fa: مدیریت ثبت رویداد، ارسال درخواست پشتیبانی و سفارش
fr: Gérer les inscriptions aux évènements, le stock de tickets et activer les commandes

source: Show free word for free events
fa: نمایش کلمه رایگان برای رویداد های رایگان
fr: Afficher le mot "gratuit" pour les évènements gratuits

source: Active discount system
fa: فعال سازی سیستم تخفیف
fr: Activer le système de Remise

source: Discount percent for each rule on each event
fa: تخفیف درصدی برای هر گروه کاربری در هر رویداد
fr: Pourcentage de réduction pour chaque règle et chaque évènement

source: Use vote system
fa: استفاده از سیستم رای
fr: Utiliser le système de Vote

source: Use favourite system
fa: استفاده از سیستم مورد علاقه
fr: Utiliser le système de Favoris

source: Use Google Map
fa: استفاده از نقشه گوگل
fr: Utiliser la carte Google Map

source: Event
fa: رویداد
fr: Evènement

source: Manage events
fa: مدیریت رویداد ها
fr: Gérer les Evènements

source: New event
fa: رویداد جدید
fr: Nouvel Evènement

source: List of order
fa: فهرست سفارش ها
fr: Liste des inscriptions

source: Tools
fa: ابزار
fr: Outils

source: Index page
fa: صفحه اصلی
fr: Page Index

source: Event detail
fa: جزئیات رویداد
fr: Détail évènement

source: Register
fa: ثبت نام
fr: S'inscrire

source: Json output
fa: خروجی جیسون
fr: Sortie JSON

source: Global public resource
fa: دسترسی های عمومی
fr: Ressource Publique Intégralement

source: Manage register options by user, if yes, some extra fields will show
fr: Gestion des options d'inscription par l'utilisateur : si oui, des champs additionnels seront affichés

source: Set Google map API KEY
fr: Définir la Google Map API Key

source: For obtaining an API Key please read this document : https://developers.google.com/maps/documentation/javascript/tutorial#api_key
fr: Pour obtenir une API Key, merci de lire ce document : https://developers.google.com/maps/documentation/javascript/tutorial#api_key

source: Map type
fr: Type de carte
