Repository: pi-module/event
Catalog: locale/*/default.po
Languages: fa, fr

source: First make <strong>width</strong> directory on <strong>%s</strong> path, and you need upload images by ftp on it and put main image name on this field, for example if you input <strong>header.jpg</strong> on this field images size and name should be : <br> mobi-header.jpg => width: 479px <br> smart-header.jpg => width: 767px <br> tab-header.jpg => width: 991px <br> lap-header.jpg => width: 1366px <br> xlap-header.jpg => width: 1920px <br> desk-header.jpg => width: 2880px
fr: D'abord créer le répertoire <strong>width</strong> situé sur le chemin <strong>%s</strong>, puis uploader vos images par ftp dedans et déclarer le nom de l'image ici. Par exemple, si vous saisissez <strong>header.jpg</strong> dans ce chamsp, les taille d'aimge et nom doivent être : <br> mobi-header.jpg => width: 479px <br> smart-header.jpg => width: 767px <br> tab-header.jpg => width: 991px <br> lap-header.jpg => width: 1366px <br> xlap-header.jpg => width: 1920px <br> desk-header.jpg => width: 2880px

source: Manage events
fa: مدیریت رویداد ها
fr: Gérer les Evènements

source: List of orders
fa: فهرست سفارش ها
fr: Liste des inscriptions

source: Add / edit event
fa: ثبت / ویرایش رویداد
fr: Ajouter / Editer l'évènement

source: Out of stock ( %s )
fa: ظرفیت تکمیل ( %s )
fr: Epuisé ( %s )

source: free!
fa: رایگان !
fr: gratuit !

source: From
fa: از
fr: Du

source: to
fa: تا
fr: au

source: %s days
fa: %s روزه
fr: %s jour(s)

source: 1 days
fa: ۱ روزه
fr: 1 jour

source: View filtered events
fa: نمایش رویداد های فیلتر شده
fr: Voir les évènements filtrés

source: Not valid
fa: صحیح نیست
fr: Non valide

source: Not set
fa: تنظیم نشده
fr: Non défini

source: Error on save story data on event module.
fa: خطا در ذخیره اطلاعات مطلب در ماژول رویداد.
fr: Erreur lors de l'enregistrement des données du module Evènement

source: Event data saved successfully.
fa: ویرایش رویداد با موفقیت انجام شد
fr: Les données Evènement ont été enregistrées avec succès.

source: Add event
fa: رویداد جدید
fr: Ajouter un Evènement

source: Guide events imported to event module
fa: رویداد های ماژول معرفی اماکن به ماژول رویداد منتقل شد
fr: Importation des Evènement du module Guide dans le module Evènement

source: Guide event table is empty
fa: جدول رویداد های ماژول معرفی اماکن خالی است
fr: Le table Evènement du module Guide est vide

source: Guide module not installed
fa: ماژول معرفی اماکن نصب نشده است
fr: Le module Guide n'est pas installé

source: Rebuild thie module links on sitemap module tabels
fa: بازسازی لینک های ماژول در ماٰژول نقشه سایت
fr: Reconstruire les liens du module dans les tables du module sitemap

source: Sitemap rebuild finished
fa: بازسازی لینک های نقشه سایت پایان یافت
fr: Construction du SiteMap terminée

source: Rebuild sitemap links
fa: بازسازی لینک های نقشه سایت
fr: Reconstruire les liens sitemap

source: Time end fields are filled successfully
fr: Les données de fin Evènement ont été remplies avec succès.

source: Time end fields are filled yet
fr: Les dates de fin vides ont été normalisées

source: Event feed
fa: خوراک رویداد ها
fr: Flux RSS Evènement

source: Recent events
fa: رویداد های جدید
fr: Événements récents

source: The category not found.
fa: شاخه یافت نشد
fr: La catégorie n'a pas été trouvée

source: Event list on %s
fa: فهرست رویداد ها در %s
fr: Liste des Evènements sur %s

source: The event not found.
fa: رویداد یافت نشد
fr: L'évènement n'a pas été trouvé.

source: Event list
fa: فهرست رویداد ها
fr: Les évènements & manifestations incontournables à ne pas manquer

source: List of events
fa: فهرست رویداد ها
fr: Liste des Evènements

source: All
fa: همه
fr: Tout

source: List of events on %s category
fa: تمام رویداد های شاخه %s
fr: Liste des Evènements sur la catégorie %s

source: All events from %s
fa: تمام رویداد ها از %s
fr: Tous les évènements sur %s

source: Owner dashboard is inactive
fa: داشبورد سازنده رویداد غیر فعال است
fr: Le BackOffice Propriétaire est inactif

source: All your events
fa: تمام رویداد های شما
fr: Tous vos évènements

source: Search
fa: جستجو
fr: Rechercher

source: You are not allowed to submit new event, please contact to website admin and complete your registration, after that you allowed to submit events
fa: شما هنوز دسترسی برای ارسال رویداد جدیدی را ندارید، لطفا با مدیر وب سایت تماس بگیرید تا ثبت نمام شما نهایی شود و دسترسی ارسال رویداد برای شما فعال شود، بعد از آن می توانید رویداد جدیدی ثبت نمایید.
fr: Vous n'êtes pas autorisé à soumettre de nouveau évènements, merci de contacter les administrateurs du site et de compléter votre inscription, afin d'être autorisé à soumettre des évènements

source: Event is over
fr: L'évènement est terminé

source: Its not your event
fa: این رویداد متعلق به شما نیست
fr: Ceci n'est pas votre évènement

source: Update event
fa: به روز رسانی رویداد ها
fr: Mettre à jour l'évènement

source: Add event to %s
fa: درج رویداد در %s
fr: Ajouter un évènements à %s

source: Error on save story data on news module.
fa: خطا در ثبت اطلاعات در ماژول اخبار
fr: Erreur lors de l'enregistrement des données du module Evènement

source: Thanks for contributing ! Event data saved successfully and was published on public side
fa: با تشکر از مشارکت شما ! اطلاعات رویداد با موفقیت ذخیره شد و در وب سایت منتشر شد
fr: Merci pour votre contribution ! Votre évènement est maintenant visible côté utilisateurs.

source: Thanks for contributing ! Event data saved successfully and we will be validate it soon
fa: با تشکر از مشارکت شما ! اطلاعات رویداد با موفقیت ذخیره شد و به زودی در دسترس خواهد بود
fr: Merci pour votre contribution ! L'évènement ajouté va maintenant être validé par les administrateurs du site, avant publication.

source: So sorry, At this moment order is inactive
fa: متاسفانه در این لحظه ثبت سفارش مقدور نیست
fr: Désolé, les inscriptions ne sont pas actives actuellement

source: You need select event
fa: شما باید یک رویداد انتخاب کنید
fr: Merci de sélectionner un évènement

source: This event not available for registration
fa: این رویداد برای ثبت نام در دسترس نیست
fr: Cet évènement n'est ouvert à l'inscription

source: This event do not have enough capacity
fa: این رویداد ظرفیت کافی برای ثبت نام ندارد
fr: Cet évènement n'a plus de places

source: Order module not installed
fa: ماژول سفارش ثبت نشده است
fr: Le module Commande n'est pas installé

source: Title
fa: عنوان
fr: Titre

source: Subtitle
fa: عنوان دوم
fr: Sous-titre

source: Time options
fa: گزینه های زمان
fr: Options de date

source: Time start
fa: زمان شروع
fr: Date de départ

source: Time end
fa: زمان پایان
fr: Date de fin

source: Description options
fa: گزینه های توضیحات
fr: Description de l'Evènement

source: Summary
fa: خلاصه
fr: Résumé

source: Main options
fa: گزینه های اصلی
fr: Options principales

source: Status
fa: وضعیت
fr: Statut

source: Published
fa: منتشر شده
fr: Publié

source: Pending review
fa: در انتظار تایید
fr: En attente validation

source: Draft
fa: پیش نویس
fr: Brouillon

source: Private
fa: خصوصی
fr: Privé

source: Delete
fa: حذف
fr: Supprimer

source: Main image
fa: تصویر اصلی
fr: Image Principale

source: Address
fa: نشانی
fr: Adresse

source: Organizer name
fa: نام سازمان دهنده
fr: Organisateur

source: Organizer Website
fa: وب سایت سازمان دهنده
fr: Site Web Organisateur

source: Offer url
fa: لینک خرید
fr: URL inscription

source: Registration options
fa: گزینه های ثبت نام داخلی
fr: Options d'inscription

source: Registration details/requirements
fa: توضیحات ثبت نام
fr: Modalités d'inscription (date limite, tarif, etc.)

source: Register online?
fa: ثبت نام آنلاین؟
fr: Inscription en ligne?

source: User can register directly on the website and proceed to checkout, real availability is displayed
fr: L'utilisateur peut s'inscrire directement sur le site web et acheter sa place, la disponibilité réelle est affichée

source: Capacity
fa: ظرفیت
fr: Capacité

source: 0 for unlimited
fr: 0 pour illimité

source: Minimum Price
fa: قیمت
fr: Tarif minimum

source: Discount options
fa: گزینه تخفیف
fr: Options de Remise

source: Rebate rate for
fr: Taux de remise pour

source: Number and between 1 to 99
fa: عدد بین ۱ تا ۹۹
fr: Nombre entre 1 et 99

source: Topic options
fa: گزینه های شاخه
fr: Option de Catégorie

source: Topic
fa: شاخه
fr: Sujet

source: Main topic
fa: شاخه اصلی
fr: Sujet principal

source: Just use for breadcrumbs and mobile apps
fa: فقط برای ناوبری و نرم افزار موبایل استفاده می شود
fr: Utilisé pour les fils d'ariane et les applications mobiles

source: Guide options
fa: گزینه های ماژول Guide
fr: Options Module Guide

source: Owner
fa: سازنده
fr: Propriétaire

source: Category
fa: شاخه
fr: Catégorie

source: Location
fa: منطقه
fr: Lieu

source: Item
fa: اماکن
fr: Elément

source: Map options
fa: نقشه
fr: Options de carte

source: SEO options
fa: گزینه های سئو
fr: Options SEO

source: SEO Title
fa: عنوان متا ( Meta Title )
fr: Titre SEO

source: SEO Keywords
fa: کلمات کلیدی متا ( Meta Keywords )
fr: Mots clefs SEO

source: SEO Description
fa: توضیح متا ( Meta Description )
fr: Description SEO

source: Submit
fa: ارسال
fr: Soumettre

source: Register to the event
fa: ثبت نام
fr: S'inscrire à l'évènement

source: Select for rebuild
fa: انتخاب برای بازسازی
fr: Sélection à reconstruire

source: Just events from news story table
fa: فقط رویداد های مربوط به جدول اخبار
fr: Seulement les descriptions d'évènements (table Story du module News)

source: View
fa: نمایش
fr: Voir

source: All events
fr: Tous vos évènements

source: Trash
fa: سطل آشغال
fr: Poubelle

source: ID
fa: شناسه
fr: N°

source: Edit
fa: ویرایش
fr: Editer

source: List of all orders
fa: فهرست تمام رویداد ها
fr: Liste de toutes les inscriptions

source: Name
fa: نام
fr: Nom

source: Number
fa: تعداد
fr: Nombre

source: Total
fa: مجموع
fr: Total TTC

source: Event
fa: رویداد
fr: Evènement

source: Close
fa: بستن
fr: Fermer

source: Import events from guide module
fa: انتقال رویداد ها از ماژول معرفی اماکن
fr: Importer les Evènements depuis le module Guide

source: Fill Time End if empty
fr: Normaliser la date de fin si vide

source: Search on this group
fa: جستجو در این گروه
fr: Rechercher

source: No event
fa: هیچ رویدادی در دسترس نیست
fr: Aucun évènement

source: Event time
fa: تاریخ رویداد
fr: Date

source: This week
fa: این هفته
fr: Cette semaine

source: Next week
fa: هفته آینده
fr: Semaine prochaine

source: This month
fa: این ماه
fr: Ce mois-ci

source: Next month
fa: ماه آینده
fr: Le mois prochain

source: Next two months
fa: دو ماه آینده
fr: En M+2

source: Next three months
fa: سه ماه آینده
fr: En M+3

source: Next months
fa: ماه های بعدی
fr: Au delà de M+3

source: Expired
fa: باطل شده
fr: Terminés

source: Active
fa: فعال
fr: Activer

source: Price
fa: قیمت
fr: Prix

source: Sort by
fa: مرتب سازی براساس
fr: Trier par

source: Time
fa: تاریخ انتشار
fr: Date

source: Default
fa: پیشفرض
fr: Défaut

source: <strong>Add</strong> an event
fr: <strong>Ajoutez</strong> votre évènement !

source: A major event is missing? Add it !
fr: Un évènement majeur (sportif, culturel, patrimonial, etc.) est absent de notre guide ? Ajoutez-le !

source: Login / Register
fr: Se connecter / S'inscrire

source: Please login to add an event
fr: Merci de vous connecter pour ajouter votre évènement

source: Add your event here
fr: Ajoutez votre évènement

source: Participate/Register to %s
fa: شرکت / ثبت نام در %s
fr: Modalités d'inscription (date limite, tarif, etc.) à %s

source: Access Map
fa: نقشه
fr: Carte d'accès

source: Organizer Website and register
fa: وب سایت سازمان دهنده و ثبت نام
fr: Site Web Organisateur et inscription

source: Register
fr: S'inscrire

source: Start From
fa: قیمت
fr: A partir de

source: Stock
fr: Places disponibles

source: I'm registrered to this event (%s place(s))
fr: Je suis inscrit à cet évènement (%s place(s))

source: Full
fr: Complet

source: %s registred / %s places (%s left)
fr: %s inscrits / %s places (%s restantes)

source: %s registred
fr: %s inscrits

source: Key Event Elements
fa: اطلاعات اصلی رویداد
fr: Eléments Clefs sur l'Evènement

source: On
fa: در
fr: Le

source: Ended event
fa: این رویداد خاتمه یافته است
fr: Evènement terminé

source: Related locations
fa: منطقه های مرتبط
fr: Lieux associés

source: Vote to this event
fa: به این رویداد رای دهید
fr: Votez pour cet évènement

source: Nearby recommended professionals
fa: مکان های تجاری پیشنهادی نزدیک
fr: Professionnels recommandés à proximité

source: Min price from
fa: قیمت
fr: A partir de

source: Share if you like
fa: اشتراک گذاری در شبکه های اجتماعی
fr: Partagez si vous appréciez !

source: Related events
fa: رویداد های مشابه
fr: Evènements relatifs

source: Related items
fa: اماکن مرتبط
fr: Eléments associés

source: New event
fa: رویداد جدید
fr: Nouveau Evènement

source: Start
fa: آغاز
fr: Début

source: End
fa: پایان
fr: Fin

source: Availability
fr: Disponibilités

source: You still doesn't submit any event, you can submit events easy
fa: شما هنوز هیچ رویدادی ارسال نکرده اید، با استفاده از دکمه رویداد جدید در این صفحه می توانید رویداد خود را ثبت کنید
fr: Vous n'avez pas encore soumis d'évènement, vous pouvez le faire facilement

source: This event still have no online register !
fa: در این رویداد هنوز هیچ ثبت نام آنلاینی انجام نشده است !
fr: Cet évènement n'a pas encore d'inscrits

source: Upgrade package
fr: Mettez à jour votre abonnement

source: This functionality is unavailable. Please upgrade your package
fr: Cette fonctionnalité n'est pas disponible. Merci de mettre à niveau votre abonnement.

source: Cancel
fa: لغو
fr: Annuler

source: Item not publish
fr: Page Activité non publiée

source: You cannot yet publish any event : to unlock this feature, you have to get your business item being published
fr: Vous ne pouvez pas encore publier d'évènement : pour débloquer cette fonctionnalité, vous devez d'abord publier votre Page Activité

source: Main image is required
fr: Une image Principale est requise

source: You must add main image before save that event
fr: Vous devez ajoutez une image principale pour pouvoir publier cet évènement

source: Description is required
fr: Un description est exigée

source: You must add a description before save that event
fr: Vous devez ajoutez une description pour pouvoir publier cet évènement

source: Details of %s
fa: جزئیات رویداد %s
fr: Détails à propos de %s

source: Register on
fa: تاریخ ثبت نام
fr: S'inscrire à

source: Event date
fa: تاریخ پایان
fr: Date de l'Evènement

source: Visit
fa: بازدید
fr: Visiter

source: Favourite event
fr: Evènement en favoris

source: Period
fr: Période

source: Locations
fr: Lieux

source: Paid
fa: پرداخت شده

source: Unprocessed
fa: پرداخت نشده

source: Toman
fa: تومان

source: Register on %s
fa: ثبت نام در %s

source: slug
fa: اسلاگ

source: Description
fa: توضیحات

source: Latitude
fa: عرض جغرافیایی(Latitude)

source: Longitude
fa: طول جغرافیایی(Longitude)

source: Zoom
fa: بزرگنمایی

source: Payment image
fa: تصویر فیش پرداختی

source: Complete registration
fa: تکمیل ثبت نام

source: Action
fa: عملکرد

source: person
fa: نفر

source: Sitemap
fa: نقشه سایت

source: Hits
fa: بازدید

source: Image
fa: تصویر
